window.ARCANA_CATALOG = [
  {
    id: 1,
    name: "Эльфийские сапоги (срочно продам)",
    price: 175,
    rarity: "uncommon",
    popularity: 9,
    img: "src/img/1.jpg",
    desc: "Пока вы носите эти сапоги, ваши шаги не издают звука, вне зависимости от поверхности, по которой вы идёте. Вы также совершаете с преимуществом проверки Ловкости (Скрытность), которые полагаются на бесшумное передвижение.",
    link: "http://5e14.ttg.club/items/magic/boots_of_elvenkind"
  },
  {
    id: 2,
    name: "Сапоги ходьбы и прыжков",
    price: 260,
    rarity: "uncommon",
    popularity: 7,
    img: "src/img/2.jpg",
    desc: "Видит пути, что ещё не случились. Даёт бонус к инициативе и вниманию.",
    link: "https://5e14.ttg.club/items/magic/boots_of_striding_and_springing"
  },
  {
    id: 3,
    name: "Сверкающие ботинки",
    price: 60,
    rarity: "common",
    popularity: 6,
    img: "src/img/3.jpg",
    desc: "Когда эти ботинки надеты, они начинают сверкать когда на них смотришь, даже если нет источника света.",
    link: "https://5e14.ttg.club/items/magic/smoldering_armor"
  },
  {
    id: 4,
    name: "Сапоги Ловкости",
    price: 250,
    rarity: "uncommon",
    popularity: 5,
    img: "src/img/4.jpg",
    desc: "Пока вы носите эти сапоги, вы можете кидать спасброски и проверки Ловкости с преимуществом",
      link: "https://5e14.ttg.club/items/magic/cloak_of_protection"
  },
  {
    id: 5,
    name: "Шляпа вредителей",
    price: 390,
    rarity: "rare",
    popularity: 8,
    img: "src/img/5.jpg",
    desc: "У этой шляпы 3 заряда.\n" +
        "\n" +
        "Держа шляпу, вы можете Действием потратить один заряд и произнести командное слово, которое по вашему выбору вызовет летучую мышь [bat], лягушку [frog] или крысу [rat].",
      link: "https://5e14.ttg.club/items/magic/hat_of_vermin"
  },
  {
    id: 6,
    name: "Рукавицы силы негра",
    price: 150,
    rarity: "common",
    popularity: 7,
    img: "src/img/6.jpg",
    desc: "Ваша Сила равна 19, когда вы носите эти вай вай рукавицы.\n" +
        "\n" +
        "Они не оказывают на вас эффект, если ваша Сила без них уже 19 или выше.\n",
      link: "https://5e14.ttg.club/items/magic/gauntlets_of_ogre_power"
  },
  {
    id: 7,
    name: "Дирижёрские сапоги",
    price: 70,
    rarity: "common",
    popularity: 7,
    img: "src/img/7.jpg",
    desc: "У этих сапогов 3 заряда.\n" +
        "\n" +
        "Если вы её держите, вы можете Действием потратить 1 заряд, чтобы создать оркестровую музыку, начав танцевать. Музыку слышно на расстоянии 60 футов, и она заканчивается, когда вы перестанете танцевать.\n" +
        "\n" +
        "Палочка ежедневно восстанавливает все заряды на рассвете. Если вы потратили последний заряд, бросьте к20. Если выпадет 1, играет грустный тромбон, а сапоги рассыпаются в пыль и уничтожаются.",
      link: "https://5e14.ttg.club/items/magic/wand_of_conducting"
  },
  {
    id: 9,
    name: "Шляпа Морского Работяги",
    price: 190,
    rarity: "uncommon",
    popularity: 8,
    img: "src/img/9.jpg",
    desc: "Шляпа впитала дух моря. Надевший её получает сопротивление урону от холода и может дышать под водой 10 минут в день. ",
      link: "https://5e14.ttg.club/items/magic/potion_of_resistance_(cold)"
  },
  {
    id: 10,
    name: "Сапоги Спички",
    price: 350,
    rarity: "uncommon",
    popularity: 9,
    img: "src/img/10.jpg",
    desc: "Когда вы носите эти ботинки. Вы можете провести по подошве лезвие или же перчатками, и вы будете наносить дополнительно к6 урона огнем. " +
        "\n" +
        "Но если по вам нанесут больше 30 урона огнем, то они взрываються и наносят, 3к10",
      link: ""
  },
    {
        id: 11,
        name: "Змеиные Ботинки",
        price: 150,
        rarity: "uncommon",
        popularity: 9,
        img: "src/img/11.jpg",
        desc: "Вы можете бонусным действием приказать свои ботинкам укусить своего опонента в пределах 5 фт. Он должен пройти спасбросок Ловкости и при провале цель должна получить 1к4 урона и до конца своего следующего хода будет бить с помехой" +
            "\n" +
            "Сл Спасброска = 8 + Ваша основная характеристика",
        link: ""
    }
];


